Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: Source: INSTAT, Demographic and Health Survey, General Population and Housing Census 1993, Multiple-Indicator Cluster Survey 2000.
fr: Tableau 36: Évolution de la couverture vaccinale des enfants de 12 à 23 mois par province, 1992-1997

source: Table 36
fr: Unité: %

source: Source: Demographic and Health Survey 1992-1997.
fr: Source: EDS 92-97.

source: Table 37
fr: Tableau 37: Proportion d'enfants 12-23 mois vaccinés par antigène par faritany, milieu et quintile

source: Source: INSTAT, Department of Household Statistics, Ongoing Household Survey 2001.
fr: Source: INSTAT/DSM/EPM 2001.

source: Table 38
fr: Tableau 38: Indicateurs d'impact sur l'état de santé des enfants

source: Child health indicators
fr: Source: TBS - Santé 2002 (EDS 97, EPM 99, MICS 2000).

source: Annual national vaccination campaigns have helped improve the situation.
fr: Les campagnes nationales de vaccination entreprises annuellement ont contribué à l'amélioration de la situation.

source: The most recent, an anti-measles vaccination campaign called “HIAKA 2004”, achieved 99 per cent of its goals.
fr: La dernière en date baptisée «HIAKA 2004», vaccination antirougeoleuse, a atteint son objectif à 99 %.

source: These measures have contributed to the effective implementation of the principles set forth in the Covenant.
fr: Ces mesures ont concouru à l'effectivité des principes énoncés par le Pacte.

source: Capital punishment
fr: La peine de mort

source: Article 6, paragraph 1, of the Covenant stipulates that “no one shall be arbitrarily deprived of his life”.
fr: Au paragraphe 1 de l'article 6 du Pacte, il est énoncé que«Nul ne peut être arbitrairement privé de la vie.».

source: The death penalty was introduced in 1958 and has not yet been abolished, though it is automatically commuted to hard labour for life.
fr: La peine de mort instituée en 1958 n'est pas encore abolie.

source: Madagascar is de facto an abolitionist State, as none of the 53 death sentences passed by the courts has been carried out.
fr: Elle est commuée automatiquement en peine de travaux forcés à perpétuité.

source: In accordance with the requirements of the Covenant, the death penalty is reserved exclusively for the most serious crimes, such as murder or poisoning.
fr: Conformément aux exigences du Pacte, à Madagascar, la peine capitale est exclusivement réservée aux actes criminels les plus graves comme: l'assassinat, l'empoisonnement.

source: Articles 295 to 297 of the Criminal Code define murder as an offence and articles 301, 302 and 307 define poisoning as an offence.
fr: Les articles 295 à 297 du Code pénal répriment l'assassinat et les articles 301, 302 et 317 l'empoisonnement.

source: The sentence can only be carried out when a pardon has been rejected.
fr: La condamnation ne peut être mise à exécution que lorsque la grâce a été refusée.

source: Even if the convicted person does not appeal for a pardon, the death penalty is not carried out without an express decision rejecting a pardon.
fr: Même en l'absence d'un recours en grâce émanant du condamné, la peine de mort n'est pas exécutée faute d'une décision expresse de refus de grâce.

source: The death penalty is not applicable to minors or pregnant women.
fr: La peine de mort ne s'applique pas aux mineurs et aux femmes enceintes.

source: A draft bill to abolish the death penalty is currently under preparation.
fr: Actuellement, l'élaboration d'un avant-projet de loi portant abolition de la peine de mort est en cours.

source: Extrajudicial executions
fr: Exécutions extrajudiciaires

source: Since the last report, there has been a significant reduction in the number of cases of summary and extrajudicial execution following the implementation of Dina decisions issued by “customary courts”.
fr: Depuis le dernier rapport, on a enregistré un recul significatif des cas d'exécution sommaire et extrajudiciaire suite à l'application des décisions de «Dina» prononcées par une «juridiction coutumière».

source: Dina are traditional collective agreements that reflect the wishes of the population of one or more village communities for the purpose of establishing the rules governing life in their societies.
fr: Les «Dina» sont des conventions collectives traditionnelles, émanant de la volonté de la population d'une ou plusieurs communautés villageoises dont l'objet est d'établir des règles régissant la vie en société.

source: In order to combat the practice of summary executions, new legislation has been introduced to provide a legal framework for the application of Dina.
fr: Pour combattre la pratique d'exécution sommaire, une nouvelle législation est intervenue pour encadrer juridiquement l'application des «Dina».

source: Constitutional High Court Decision No. 15-HCC/D3 of 3 September 1998 declared as unconstitutional Act No. 94-030 on the organization of Dina-based customary courts that are not provided for in the Constitution.
fr: La décision no 15-HCC/D3 du 3 septembre 1998 de la Haute Cour constitutionnelle a déclaré non conforme à la Constitution la loi no 94-030 relative à l'organisation des juridictions coutumières basées sur le «Dina» non prévues par la Constitution.

source: Following this decision, Act No. 2001-004 of 25 October 2001 was adopted with a view to incorporating Dina in the Malagasy legal system.
fr: Suite à cette décision, la loi no 2001-004 du 25 octobre 2001 a été adoptée en vue d'intégrer les «Dina» dans l'ordonnancement juridique malagasy.

source: The Act provides as follows:
fr: Cette loi dispose:

source: (a) “All Dina must be in conformity with the laws and regulations in force” (chap. 1, art. 1, para. 2);
fr: c) En son chapitre 1, article premier, alinéa 2, «Tout Dina doit être conforme aux lois et règlements en vigueur»;

source: (b) “The Dina shall become enforceable only after it has been approved by the competent court of law or the court of appeal” (chap. 2, sect. 2, art.
fr: d) Et en son chapitre 2, section 2, article 7, «Le Dina ne devient exécutoire qu'après son homologation par le Tribunal de l'ordre judiciaire compétent ou la cour d'appel ()».

source: These legislative reforms help prevent abuses of the application of Dina when this would be in violation of the laws and regulations in force.
fr: Ces efforts de réformes législatives tendent à prévenir l'abus d'application des «Dina» en violation des lois et règlements en vigueur.

source: Prohibition of torture
fr: Interdiction de la torture

source: The Ministry of Justice is preparing the ratification of the Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment.
fr: La ratification de la Convention contre la torture et les traitements inhumains et dégradants est en cours de préparation au Ministère de la justice.

source: To ensure better implementation of article 7, Madagascar intends to ratify the Convention against Torture without delay.
fr: Pour une meilleure application de l'article 7, Madagascar entend incessamment ratifier la Convention sur la torture.

source: The ratification process is set in motion by the submission of the relevant documents to the Council of Government.
fr: Le processus de ratification est enclenché par la présentation des documents y afférents au Conseil du gouvernement.

source: Following ratification, legislation will be reformed to take account of the Convention's provisions.
fr: Après ratification de la Convention sur la torture, des efforts de réformes législatives seront entrepris pour se conformer aux exigences de ladite Convention.

source: To date no complaints have been received from persons claiming to have been subjected to cruel, inhuman or degrading treatment.
fr: Jusqu'à ce jour, on n'a pas enregistré des cas de plaintes de la part des victimes se prétendant lésés d'un traitement cruel, inhumain ou dégradant.

source: Madagascar observes the prohibition on subjecting a person to medical or scientific experimentation without his free consent.
fr: L'interdiction de soumettre une personne sans son libre consentement à une expérience médicale et scientifique est observée à Madagascar.

source: Prohibition of slavery
fr: Interdiction de l'esclavage

source: Slavery has not officially existed in Madagascar since it was abolished by King Radama I in the nineteenth century.
fr: L'esclavage n'existe plus à Madagascar officiellement depuis son abolition par le roi Radama I au XIXe siècle.

source: However, one form of slavery endures, namely failure to pay a proper wage to certain workers, as reported in a survey carried out by the Miaramita research bureau in April 2004.
fr: Toutefois, une certaine forme d'esclavage persiste à travers la non-rémunération au juste prix de certains travailleurs rapporte une étude effectuée par le cabinet Miara-mita en avril 2004.

source: Forced or compulsory labour is absolutely prohibited in Madagascar under article 3 of Ordinance No. 94-029 of April 1995 on the Labour Code, as it pertains to forced or compulsory labour.
fr: À Madagascar, le travail forcé ou obligatoire est formellement interdit par application de l'article 3 de l'ordonnance no 94-029 d'avril 1995 portant Code du travail, concernant le travail forcé ou obligatoire.

source: The principal new forms of modern slavery are connected with work that falls outside employment norms, namely low-paid or unpaid work.
fr: Les principales nouvelles formes d'esclavage moderne se manifestent à travers le travail effectué en dehors des normes de travail, le travail peu ou non rémunéré.

source: Generally speaking, this category includes domestic workers and detainees.
fr: Cette catégorie de travailleurs est constituée généralement par les travailleurs domestiques et les détenus.

source: Domestic employment
fr: Travail domestique

source: People perform domestic work mainly because of lack of education, since half of all domestic workers have no education beyond primary school.
fr: Les travailleurs domestiques exercent ce métier en raison surtout de leur manque d'instruction, la moitié des travailleurs domestiques n'a pas dépassé le niveau de l'enseignement primaire.

source: In this kind of work, which is mainly done by women and children, workers are frequently underpaid or even not paid at all, and must also endure humiliation.
fr: Dans ce type de travail où évoluent essentiellement des femmes et des enfants, la sous-rémunération, voire la non-rémunération est assez fréquente, outre les humiliations sur la dignité.

source: Table 39
fr: Tableau 39: Risques courants pour les travailleurs domestiques

source: Source: Miaramita survey, April 2004.
fr: Source: Étude Miara-mita avril 2004.

source: The cost of damaged or lost items or utensils is reimbursed by withholding wages. This method is widely used to avoid paying wages to domestic workers.
fr: Le remboursement par retenu sur salaire des objets ou ustensiles endommagés ou égarés constitue un moyen largement utilisé pour ne pas payer les salaires des domestiques.

source: In addition to their everyday tasks, some employees are forced to take part in their employer's income-generating activities without any monetary compensation for this extra work.
fr: En plus de leurs tâches habituelles, certains employés sont obligés de participer aux activités génératrices de revenus de leur employeur sans compensation salariale pour ce surcroît de travail.

source: A domestic worker generally works between 13 and 16 hours a day for a monthly lump sum of 50,000 Malagasy francs (FMG) for girls aged from 15 to 18 and FMG 75,000 for adults, despite the fact that the guaranteed minimum wage is set at FMG 239,000 a month.
fr: Un domestique travaille généralement de 13 à 16 heures par jour pour une rémunération forfaitaire mensuelle de 50 000 FMG pour les filles de 15 à 18 ans, et de 75 000 FMG pour les adultes, bien que le SMIG soit fixé à 239 000 FMG par mois.

source: In most cases, the wages of child domestic workers are remitted directly to their parents.
fr: Dans la majeure partie des cas, les salaires des enfants domestiques sont remis directement aux parents.

source: Table 40
fr: Tableau 40: Situation du travail domestique dans quelques arrondissements de la ville d'Antananarivo

source: Prison work
fr: Le travail des détenus

source: Obligation to work
fr: Obligation au travail

source: “All detainees, whether on remand or after sentencing, shall be obliged to work, except for prisoners remanded or convicted for `political' offences, who shall only be assigned the duties of cleaning or maintaining the prison facilities.
fr: L'article 68 du décret no 59-121 du 17 octobre 1959, portant organisation générale des services pénitentiaires à Madagascar, indique «tous les détenus, prévenus ou condamnés, sont astreints au travail, à l'exception toutefois des prévenus ou condamnés pour crime ou délit «politique» qui sont seulement tenus de participer aux corvées de nettoyage et d'entretien des locaux».

source: As to remand prisoners, the investigating judge may always, and at any stage of the investigation, and without prejudice to the right to place the prisoner in solitary confinement, order that a prisoner shall under no circumstances perform work outside the prison facility, for as long as is considered appropriate.”
fr: «En ce qui concerne les prévenus, le juge d'instruction peut toujours et à tout moment de l'information, sans préjudice du droit de prononcer la mise au secret, ordonner qu'un prévenu ne soit sous aucun prétexte employé à des travaux à l'extérieur de l'établissement pénitentiaire, et ce pendant la durée qu'il estimera utile.»

source: Inmates at Antananarivo prison perform the following tasks, for example:
fr: Certains détenus condamnés effectuent un travail à l'extérieur à titre gratuit.

source: Agricultural work/horticulture: 10 per cent;
fr: Nous citons l'exemple des détenus d'Antananarivo:

source: Other tasks: 10 per cent.
fr: Tâche domestique/gardiennage 55 % Tâche administrative/bureau 25 % Tâche agricole/jardinage 10 % Autres 10 %.

source: Use of prison labour
fr: Utilisation de la main-d'œuvre pénale

source: Article 70 of the decree referred to above regulates work performed by prisoners in the following terms: “Prisoners shall be employed on projects managed by the authorities or assigned to an external contractor.” However, no reference is made to the form of remuneration.
fr: L'article 70 du décret sus-indiqué réglemente le travail des détenus en ces termes: «Le travail des détenus se fait soit en régie, soit en cession». Mais il ne mentionne nulle part la forme de rémunération.

source: (a) Projects managed by the authorities:
fr: a) Travail en régie:

source: “With a view to making the most efficient use of prison labour, workshops shall be established, or at least the necessary facilities shall be provided, where prisoners shall perform whatever work is most useful and productive, as dictated by the needs of the region.
fr: «En vue de l'emploi rationnel de la main d'œuvre pénale, il sera créé des ateliers, ou au moins, aménagé des locaux où seront exécutés les travaux les plus utiles et les plus productifs dans la région.»

source: A planning office shall be established at the head office of the Prison Service with a view to organizing such projects on an efficient and profitable basis.”
fr: «Une section d'études sera créée au service central de l'Administration pénitentiaire en vue d'une organisation rationnelle et rentable du travail en régie.»;

source: (b) Assignment to an external contractor:
fr: b) Travail en cession:

source: “Prisoners may be assigned to work for public services or corporations, or to private-sector enterprises or individuals when such work will be of benefit to the nation, as in the case of, for example, reforestation, tree planting for industrial or agricultural exploitation, or work of economic interest that is part of a plan approved by the regional or provincial economic services.
fr: «La main-d'œuvre pénale peut être concédée soit à des services ou établissements publics, soit à des entreprises ou personnes privées lorsqu'elle est destinée à des travaux d'utilité nationale, tels que reforestation, plantation d'arbres d'exploitation industrielle ou agricole, ou à des travaux d'intérêt économique compris dans un plan approuvé par les services économiques du territoire ou de la province.»

source: All requests to assign prison labour must specify the relevant details, including the name and nature of the requesting party, the number of prison workers required, the nature and estimated duration of the work, and the place where the work is to be performed.
fr: «Toute demande de cession doit contenir tous les renseignements utiles, notamment le nom et la qualité du demandeur, le nombre de détenus nécessaires, la nature et la durée probable des travaux, le lieu du travail.

source: The assignment shall be authorized by the Ministry of Justice, which may delegate this decision.
fr: La cession est autorisée par le Ministre de la justice. Le pouvoir de décision peut être délégué.»

source: If the work is of a long-term nature and is to be performed at some distance from the penal institution, a prison camp shall be established to house the prisoners.
fr: «Si les travaux sont de longue durée et doivent avoir lieu loin de l'établissement pénitentiaire, leur exécution donnera lieu à l'ouverture d'un camp pénal.»

source: The strength of the mandatory prison guard detail allocated to the contractor shall be specified by an official order.”
fr: «Un arrêté fixera l'effectif obligatoire de gardiens qui devront être affectés chez le cessionnaire.».

source: The Malagasy Constitution recognizes every individual's right to liberty and security of person.
fr: La Constitution malagasy reconnaît à tout individu le droit à la liberté et à la sécurité de sa personne.

source: Article 9, paragraph 1, of the Covenant states: “Everyone has the right to liberty and security of person.
fr: En son paragraphe 1, l'article 9 du Pacte stipule que: «tout individu a droit à la liberté et à la sécurité de sa personne.

source: No one shall be deprived of his liberty except on such grounds and in accordance with such procedure as are established by law.”
fr: Nul ne peut être privé de sa liberté, si ce n'est pour des motifs et conformément à la procédure prévue par la loi».

source: Articles 119, 120 and 122 of the Malagasy Criminal Code prohibit and punish unlawful arrest and arbitrary detention.
fr: La prévention et la répression de l'arrestation illégale et de la détention arbitraire sont prévues par les articles 119, 120 et 122 du Code pénal malagasy.

source: Article 119 of the Code of Criminal Procedure states that “public officials charged with administrative and judicial police functions who refuse or neglect to comply with a legal request to attest to the illegality or arbitrariness of a person's detention, whether in a facility designed for the custody of detainees or elsewhere, and who fail to report the matter to a higher authority, shall be liable to loss of civic rights and payment of damages, which shall be regulated under the provisions of article 117”.
fr: Article 119 du Code de procédure pénale: «Les fonctionnaires publics chargés de la police administrative ou judiciaire, qui auront refusé ou négligé de déférer à une réclamation légale tendant à constater les détentions illégales et arbitraires, soit dans les maisons destinées à la garde des détenus, soit partout ailleurs, et qui ne justifieront pas les avoir dénoncées à l'autorité supérieure, seront punis de la dégradation civique, et tenus des dommages-intérêts, lesquels seront réglés comme il est dit dans l'article 117.».

source: Article 120 states the following (with reference to Ordinance No. 60-161 of 3 October 1960): “Staff at prisons, central prisons, short-stay prisons or detention centres who admit a prisoner without a warrant or judicial decision; persons who, in cases of expulsion or extradition, detain an individual in the absence of a provisional government order, or refuse to present the individual to the police officer or the person transmitting his orders, without an injunction from a public prosecutor or a judge; and persons who refuse to produce custody registers to a police officer shall be deemed to be guilty of arbitrary detention, liable to a prison term of between six months and two years and a fine of between FMG 25,000 and 75,000.”
fr: Article 120: (ordonnance no 60-161 du 3 octobre 1960) «Les gardiens des maisons de force, centrales, d'arrêt ou de sûreté qui auront reçu un prisonnier sans mandat ou jugement, ou, quand il s'agira d'une expulsion ou d'une extradition, sans ordre provisoire du Gouvernement, ceux qui l'auront retenu, ou auront refusé de le représenter à l'officier de police ou au porteur de ses ordres, sans justifier de la défense du procureur de la République ou du juge, ceux qui auront refusé d'exhiber leurs registres à l'officier de police, seront comme coupables de détention arbitraire, punis de six mois à deux ans d'emprisonnement et d'une amende de 25 000 à 75 000 francs.».

source: Article 122 states the following: “Principal public prosecutors or public prosecutors, deputy public prosecutors, judges or public officers who detain an individual or cause an individual to be detained outside facilities designated by the Government or State agencies, or who bring a citizen before a criminal court without previously laying charges as specified by law, shall forfeit their civic rights.”
fr: Article 122: «Seront aussi punis de la dégradation civique les procureurs généraux ou de la République, les substituts, les juges ou les officiers publics qui auront retenu ou fait retenir un individu hors des lieux déterminés par le Gouvernement ou par l'administration publique, ou qui auront traduit un citoyen devant une cour criminelle sans qu'il y ait été préalablement mis légalement en accusation.».

source: In addition, article 136 of the Code of Criminal Procedure states that “a judicial police officer may not detain a person at his discretion for the purposes of the preliminary police investigation for more than 48 hours”.
fr: Par ailleurs, l'article 136 du Code de procédure pénale malgache énonce: «Un officier de police judiciaire ne peut retenir une personne à sa disposition pour les nécessités de l'enquête préliminaire pendant plus de quarante-huit heures.».

source: Once this period has expired, the detainee must be released or brought before an officer of the Public Prosecutor's Office.
fr: Passé ce délai, la personne retenue doit obligatoirement être relâchée ou conduite devant le magistrat du ministère public.

source: If the 48-hour period expires on a Saturday, Sunday or public holiday, the judge on call or the officer of the Public Prosecutor's Office must be informed of the time at which the person is to be presented.
fr: Si ce délai expire les samedi, dimanche et jours fériés, le magistrat de permanence ou l'officier du ministère public doit être avisé de l'heure à laquelle la personne sera déférée.

source: If the officer of the Public Prosecutor's Office is away from home, this period shall be extended to three days.
fr: Si le magistrat du ministère public est absent de sa résidence, ce délai est porté à trois jours.
